;XCOM 2 relies on per-object config settings like the one below to link X2DataTemplate objects with their associated localized text

[TitanVoice1_BT X2BodyPartTemplate]
DisplayName="BT-7274"

[TitanVoice1_ION X2BodyPartTemplate]
DisplayName="Ion"

[TitanVoice1_IONP X2BodyPartTemplate]
DisplayName="Ion Prime"

[TitanVoice1_LEG X2BodyPartTemplate]
DisplayName="Legion"

[TitanVoice1_LEGP X2BodyPartTemplate]
DisplayName="Legion Prime"

[TitanVoice1_NORTH X2BodyPartTemplate]
DisplayName="Northstar"

[TitanVoice1_NORTHP X2BodyPartTemplate]
DisplayName="Northstar Prime"

[TitanVoice1_RON X2BodyPartTemplate]
DisplayName="Ronin"

[TitanVoice1_RONP X2BodyPartTemplate]
DisplayName="Ronin Prime"

[TitanVoice1_SCO X2BodyPartTemplate]
DisplayName="Scorch"

[TitanVoice1_SCOP X2BodyPartTemplate]
DisplayName="Scorch Prime"

[TitanVoice1_TON X2BodyPartTemplate]
DisplayName="Tone"

[TitanVoice1_TONP X2BodyPartTemplate]
DisplayName="Tone Prime"

[TitanVoice1_VAN X2BodyPartTemplate]
DisplayName="Monarch"
